[{
        "title": "I'm feeling sad, depressed",
        "color": "0xFFF44336",
        "quotes": [{
                "body": "Sadness is what holds our bones in place.",
                "author": "Miriam Toews"
            },
            {
                "body": "If your ever looking for the person who can LOVE YOU the best - all you gotta do is just look in the mirror - they been right there all along.",
                "author": "G Swiss"
            },
            {
                "body": "When your past makes you depressed, it’s time for a radical change.",
                "author": "Valeria Teles"
            },
            {
                "body": "Human bodies are designed for regular physical activity. The sedentary nature of much of modern life probably plays a significant role in the epidemic incidence of depression today. Many studies show that depressed patients who stick to a regimen of aerobic exercise improve as much as those treated with medication.",
                "author": "Andrew Weil"
            },
            {
                "body": "Keep yourself busy if you want to avoid depression. For me, inactivity is the enemy.",
                "author": "Matt Lucas"
            },
            {
                "body": "You are not your illness. You have an individual story to tell. You have a name, a history, a personality. Staying yourself is part of the battle.",
                "author": "Julian Seifter"
            },
            {
                "body": "Happiness is only real when shared.",
                "author": "Jon Krakauerm"
            },
            {
                "body": "If you could only sense how important you are to the lives of those you meet; how important you can be to the people you may never even dream of. There is something of yourself that you leave at every meeting with another person.",
                "author": "Fred Rogers"
            }
        ]
    },
    {
        "title": "I'm lost, don't know what to do",
        "color": "0xFF4CAF50",
        "quotes": [{
                "body": "Gains without failure is impossible.",
                "author": "Kierra C.T. Banks"
            },
            {
                "body": "You must be the change you want to see in the world.",
                "author": "M.K. Gandhi"
            },
            {
                "body": "Not until we are lost do we begin to understand ourselves.",
                "author": "Henry David Thoreau"
            },
            {
                "body": "We must be willing to let go of the life we have planned, so as to have the life that is waiting for us.",
                "author": "Joseph Campbell"
            },
            {
                "body": "The soul which has no fixed purpose in life is lost; to be everywhere, is to be nowhere.",
                "author": "Michel de Montaigne"
            },
            {
                "body": "You got to go down a lot of wrong roads to find the right one.",
                "author": "Bob Parsons"
            },
            {
                "body": "If you don’t go after what you want, you’ll never have it. If you don’t ask, the answer is always no. If you don’t step forward, you’re always in the same place.",
                "author": "Nora Roberts"
            },
            {
                "body": "The risk of a wrong decision is preferable to the terror of indecision.",
                "author": "Maimonides"
            }
        ]
    },
    {
        "title": "I'm having suicidal thougts *",
        "color": "0xFF2196F3",
        "quotes": [{
                "body": "Stay Strong. Love endlessly. Change Lives.",
                "author": "Amy Bleuel"
            },
            {
                "body": "Suicide is not the solution. Death is not the end, but a doorway to your eternal existence, remebering everything and now knowing what you did and how your loved ones are suffering because of it. The best solution is to live, ask for help and know that this will also pass.",
                "author": "Carlos Torres"
            },
            {
                "body": "Stay alive for you may save a life.",
                "author": "Juansen Dizon"
            },
            {
                "body": "Despite the cloud of my depression and anxiety, I woke up every morning with a choice, give up or trudge through. Trudging sucks. Giving up sucks. Sometimes life comes down to the lesser of two evils.",
                "author": "Aaron Behr"
            },
            {
                "body": "Look for every opportunity to encourage someone. You don’t know who is wrestling with demons that could end his or her life that day. A kind word comes from God. Be brave enough to act on it.",
                "author": "Aaron Behr"
            },
            {
                "body": "Having difficult times and grief and brokenness, does not mean that life is over. These are just bumps in the road, obstacles to be overcome and made stepping stones into a long successful life.",
                "author": "Teresa St. Frances"
            },
            {
                "body": "You didn’t put a semicolon there — God did.",
                "author": "Eleanor Brownn"
            },
            {
                "body": "Despair will destroy you...If you allow it too. Please... don't let it destroy you!",
                "author": "Timothy Pina"
            },
            {
                "body": "If your heart is still beating, God is not done with you yet.",
                "author": "Dillon Burroughs"
            },
            {
                "body": "Suicide doesn’t end the chances of life getting worse, it eliminates the possibility of it ever getting any better.",
                "author": "Unknown"
            },
            {
                "body": "When you feel like giving up, just remember the reason why you held on for so long.",
                "author": "Unknown"
            },
            {
                "body": "If you are looking for a sign not to kill yourself, this is it.",
                "author": "Unknown"
            },
            {
                "body": "When you get into a tight place and everything goes against you, till it seems as though you could not hang on a minute longer, never give up then, for that is just the place and time that the tide will turn.",
                "author": "Harriet Beecher Stowe"
            },
            {
                "body": "If you want to show me that you really love me, don’t say that you would die for me, instead stay alive for me.",
                "author": "Unknown"
            },
            {
                "body": "Place your hand over your heart, can you feel it? That is called purpose. You’re alive for a reason so don’t ever give up.",
                "author": "Unknown"
            },
            {
                "body": "No, you aren’t alone. Yes, we all feel this way sometimes. No, you won’t always feel like this. Yes, the world is a better place with you in it.",
                "author": "Unknown"
            }
        ]
    }
]